tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "bat"
brew "ccache"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "eigen"
brew "enchant"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gobject-introspection"
brew "pygobject3"
brew "gedit"
brew "git"
brew "htop"
brew "less"
brew "libpeas"
brew "ninja"
brew "moreutils"
brew "mpv"
brew "pandoc"
brew "python@3.11"
brew "ripgrep"
brew "tig"
brew "tmux"
brew "vim"
brew "virtualenv"
brew "wget"
brew "youtube-dl"
brew "zsh"
cask "firefox"
cask "font-jetbrains-mono"
cask "iina"
cask "iterm2"
cask "transmission"
